<template>
  <div class="agreement-page">
    <p>欢迎光临“君鼎JOB”，在使用“君鼎JOB”之前请您仔细阅读本用户协议。如果您对用户协议的任何条款表示异议，您可以选择不使用或停止使用“君鼎JOB”。登录并使用“君鼎JOB”，则意味着您自愿遵守本协议，并在使用过程中服从“君鼎JOB”的统一管理以及本协议现有或将来修订的条款。</p>
    <p class="title">一、协议目的：</p>
    <p>本协议作为“君鼎JOB”与用户签订的服务协议，用以约束用户使用本小程序为用户提供约定服务的行为，双方均应遵守本协议条款并履行相关义务。</p>
    <p class="title">二、用户的权利义务：</p>
    <p>1、在完成“君鼎JOB”注册程序后您将成为“君鼎JOB”合法用户，享受“君鼎JOB”提供的服务，同时用户需保证具有相应的民事行为能力，并在完全同意本协议的情形下完成注册。</p>
    <p>2、用户承诺在“君鼎JOB”发布的简历或信息均符合国家有关法律法规规定，并保证其真实性、完整性、准确性，不侵害任何第三方的权利。</p>
    <p>3、用户承诺使用“君鼎JOB”仅用于用户自身招聘或求职目的，不得从事任何其他活动，不得发布除招聘信息或自身简历外的其他资料。</p>
    <p>4、用户对在“君鼎JOB”上得到、浏览的任何信息（包括但不限于本网站发布的招聘、求职信息、简历资料等）仅可做自身招聘或求职使用，不得用于其它商业或非商业目的。</p>
    <p>5、用户在本网站注册成功后需对帐号及密码的使用及安全承担全部责任。用户不得将帐号转借他人使用，用户应对以其帐号进行的所有活动承担责任。</p>
    <p>6、用户应对使用“君鼎JOB”的一切行为承担责任，如因用户行为给其他第三方或“君鼎JOB”造成任何损失的，用户应承担赔偿责任。</p>
    <p>7、用户在“君鼎JOB”实施了违法行为，导致第三方投诉（包括但不限于第三方以发函等形式指控“君鼎JOB”侵权，提起诉讼、仲裁，或使“君鼎JOB”面临相关主管机关的审查或质询），“君鼎JOB”有权先暂停用户的使用。用户应在收到通知后，以自己名义出面与第三方协商、应诉或接受相关主管机关审查或质询，承担所有费用，并赔偿因此给“君鼎JOB”造成的全部损失。</p>
    <p class="title">三、“君鼎JOB”的权利义务：</p>
    <p>1、“君鼎JOB”应为用户提供优质的服务，并接受用户的监督及合理建议。</p>
    <p>2、用户及用户推荐的求职者在一定周期内每完成一次用工服务，具体以“君鼎JOB”公布的奖励规则为准，在“君鼎JOB”获得招聘企业确认的服务数据后，“君鼎JOB”应把奖励金额划入用户账户，用户可进行提现操作。</p>
    <p>3、“君鼎JOB”有权根据市场的变化及竞争情况调整招聘企业的平台定价规则，推荐求职者入职，平台按求职者入职招聘单位当日公布的奖励标准向推荐方支付奖励。</p>
    <p>4、用户应根据法律规定履行纳税义务，应及时向“君鼎JOB”提供真实、准确、完整的相关文件。若因用户未及时提供导致的责任或“君鼎JOB”因此遭受的全部损失及处罚，“君鼎JOB”代为承担或遭受处罚后有权向用户追偿。</p>
    <p>5、用户在“君鼎JOB”发布的信息如有违反法律规定，本协议约定或“君鼎JOB”认为属于不适合发布的信息的，通过后台平台有权进行修改、删除。</p>
    <p>6、用户同意因网络原因、“君鼎JOB”进行网络调整、正常的系统维护升级等造成的本网站无法正常访问，“君鼎JOB”不承担任何责任。</p>
    <p>7、“君鼎JOB”可能会提供与其他互联网网站或资源进行链接。对于前述网站或资源是否可以利用，或链接网站内容的合法性、有效性等内容由用户自行审核，“君鼎JOB”不对链接的网站或资源承担任何责任。因使用或依赖上述网站或资源所造成的损失或损害，“君鼎JOB”也不负担任何责任。</p>
    <p class="title">四、信息的公开：</p>
    <p>1、用户同意招聘企业或个人有权对用户向本网站递交的简历及相关信息进行查询并使用，此为“君鼎JOB”所提供的平台服务内容，除招聘企业或个人的在本协议中的承诺外，“君鼎JOB”无法保证招聘企业或个人对于查询、使用相关简历、信息的用途。对于因此而引起的任何法律纠纷，“君鼎JOB”不承担任何法律责任。</p>
    <p>2、用户了解并同意其在本网站发布的任何信息，包括但不限于个人简历、个人资料、求职信息、联系方式等，均有可能被本网站的访问者浏览或被其他第三方抄录用于商业或非商业性目的。对于因任何第三方使用有关信息所引发的纠纷，“君鼎JOB”将不予承担任何责任。</p>
    <p class="title">五、知识产权：本网站所有内容、设计、图标、图表、文字及其组合、产品、技术、程序等知识产权均归“君鼎JOB”所有。</p>
    <p class="title">六、违约责任：如用户有以下行为视为违约，“君鼎JOB”有权随时采取停止服务，删除信息，取消会员资格，解除本协议，要求用户赔偿一切损失等行动。</p>
    <p>1、用户的行为违反法律、法规、地方法规、政府规章制度、国家地方政策等规定的。</p>
    <p>2、用户的行为违反本协议承诺、约定的。</p>
    <p>3、用户的行为侵犯任何第三方权益的。</p>
    <p>4、用户的行为可能或已经发生不利于“君鼎JOB”或有损“君鼎JOB”声誉的。</p>
    <p class="title">七、协议的变更：“君鼎JOB”保留随时修正、更新本服务条款的权利。一旦发生相关修订或更新，“君鼎JOB”会将修订和更新的内容及时在本页面发布，用户如认为变更无法接受，应该停止使用本小程序相关服务。如果继续使用“君鼎JOB”相关服务的，则视为用户接受变更条款并愿意受其约束。</p>
    <p class="title">八、不可抗力：如因不可抗力导致本协议无法履行的，双方互不承担责任。</p>
    <p class="title">九、法律适用：本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。</p>
    <p class="title">争议管辖：因使用“君鼎JOB”小程序过程中引起争议或纠纷，用户应先向客服提出并进行沟通，争取线上解决纠纷；如协商解决不成，须通过提起针对或涉及“君鼎JOB”小程序的有关诉讼，应向“君鼎JOB”营运单位所在地即新余市人民法院提起诉讼。</p>
    <p class="title">十一、其他：</p>
    <p>1、本协议自用户登录使用“君鼎JOB”起生效，长期有效。</p>
    <p>2、“君鼎JOB”保留在法律允许范围内对本协议的最终解释权。</p>
    <p>3、“君鼎JOB”小程序营运单位——江西君鼎人力资源有限公司。</p>
  </div>
</template>

<script>
export default {
  data() {
    return {

    }
  }
}
</script>

<style lang="scss" scoped>
.agreement-page {
  padding: 38rpx;
  .title {
    margin: 20rpx 0;
    font-weight: bold;
    font-size: 33rpx;
  }
}
</style>
